<template>
  <div class="module-wrapper">
    <div class="panel">
      
      {{introOfGP01}}
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      introOfGP01: `一年战争结束后，地球联邦军的上层对MS这种兵器本身进行了研究。联邦军战后的MS开发基本上是从吸收了旧吉恩公国军的先进技术开始的。从接收过来的物资和设施等各方面情报分析出了技术上的差距后，提出了以使MS更加高性能化为目标的提案，这就是所谓的“高达开发计划”。
按计划以一年战争时拥有惊人战绩的RX-78-2 高达为基础，制造了若干实验用的高达型机体，为次期主力MS的开发进行测试。GP01便是这些试作机中被称为“泛用型”的以在重力下作战为前提的机体。本机与RX-78-2相比，大幅强化了探测器的使用，另外作为追求泛用人型兵器这一设计思想的结果，其运动方式更加接近于人。为确保驾驶员的安全和回收战斗数据，机体还采用了核心操作舱系统（Core Block System），新式的核心战斗机Ⅱ（Core Fighter Ⅱ）与本体的组装也由以前RX-78那种存在问题的垂直方式改为水平方式。新框架的设计和最先进技术的引入，使GP01拥有以前陆战用MS所没有的高机动性和运动性，成为当时性能最高的机体。
GP01作为一台拥有高泛用性的机体，除了光学武器外，还可以装备并使用各式各样的实弹武器。其中之一便是联邦军MS的标准武器90mm机枪（machine gun）。虽然不论是破坏力还是贯穿能力光学武器都更胜一筹，但想要进行面而不是点攻击时，还是实弹式的机枪更好一些。另外，在进行模拟战等实地训练时使用彩弹这样的特殊弹药也可以使战斗变得更加安全。
U.C.0083年10月，吉恩军残党从特林敦（Torinton）基地强夺GP02A时，紧急编入追击部队的GP01没有时间准备专用的光束步枪（beam rifle），于是就在装备了90mm机枪的状态下进行追击。后来，浦木宏（Kou Uraki）少尉驾驶的GP01面对装备有大气圈脱出用推进器的柯姆塞（CoMusai，姆塞级巡洋舰的前半部分）时，在其航路上正面攻击，漂亮地将正要起飞的柯姆塞击落。
被称为高达的MS有一个共同的特点，那就是白兵战的能力很强。在米诺夫斯基（Minovsky）粒子散布下的战场上，如果靠狙击战得不到想要的战果，就必须依赖机体的白兵战能力。拥有接近人的运动性的GP01，凭着丰富的机体运动方式获得了极高的白兵战能力。这一点可以从测试机师浦木宏（Kou Uraki）少尉在高达试作2号机追击战中与被称为“所罗门的噩梦”的吉恩军王牌机师阿纳贝尔·卡托（Anavel Gato）少校的战斗中看出来。当时还是新手的科借助机体性能上的优势能与强敌卡托的GP02A打得不分胜负，足以显出GP01惊人的白兵战能力。
U.C.0083年10月13日，地球联邦军澳大利亚地区特林敦（Torinton）基地，最新型两栖攻击舰阿鲁比昂（Albion）号载着两台试作型高达入港。同一天晚上，核弹头装填完毕的高达试作2号机被被称为“迪拉兹舰队（Delaz Fleet）”的吉恩军残党成功强夺，基地也因为导弹群的攻击而陷入毁灭状态。这时，挡在准备撤退的GP02A面前的就是驾驶着GP01的测试机师浦木宏少尉。他驾驶着装备不全的GP01一直追击并三度与卡托少校的GP02A交手。没什么实战经验的他凭借优秀的机体性能成功地越过了死亡线。
这之后，在非洲的Kinbareid矿山基地，与公国军残党诺尔·比特（Noyen BITter）少将指挥的陆战部队交手时，逐渐成熟的他驾驶着GP01，以强力的光束步枪的攻击成功地将敌部队击破，解救了小队的危机。最后，执著地要将阿鲁比昂击沉的比特少将驾驶的ZAKUⅡ在与阿鲁比昂舰桥接触的瞬间，被GP01以精确的射击击毁，再一次证明了GP01优异的性能。
GP系列的各机的正式名称皆引用花名来命名，取其花语象征。GP-01的名字为“Zephyranthes 玉兰”，花语是“纯洁的爱”。`
    }
  }
}
</script>
<style>
</style>
